tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
brew "ack"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bazaar"
brew "boost"
brew "gmp"
brew "mpfr"
brew "cgal"
brew "cmake"
brew "cscope"
brew "ctags"
brew "elixir"
brew "freetype"
brew "freexl"
brew "gdbm"
brew "gettext"
brew "libyaml"
brew "ghi"
brew "ghostscript"
brew "giflib"
brew "git"
brew "go"
brew "gpp"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "heroku"
brew "xz"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jasper"
brew "jbig2dec"
brew "json-c"
brew "libev"
brew "libevent"
brew "proj"
brew "libgeotiff"
brew "libgpg-error"
brew "libksba"
brew "liblwgeom"
brew "libxml2"
brew "libspatialite"
brew "python"
brew "little-cms"
brew "lua"
brew "luajit"
brew "lzlib"
brew "macvim", args: ["with-lua", "with-luajit", "with-override-system-vim"]
brew "mas"
brew "memcached"
brew "mercurial"
brew "optipng"
brew "ossp-uuid"
brew "pcre"
brew "phantomjs"
brew "pidof"
brew "pkg-config"
brew "pngcrush"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-vars"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "s3cmd"
brew "sfcgal"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "wget"
brew "zsh"
cask "graphiql"
cask "jsl"
mas "1Password", id: 443987910
mas "DaisyDisk", id: 411643860
mas "iMovie", id: 408981434
mas "Kindle", id: 405399194
mas "Microsoft OneNote", id: 784801555
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Reeder", id: 880001334
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Twitter", id: 409789998
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
